tap "homebrew/cask-fonts"
tap "homebrew/command-not-found"

brew "bat"
brew "cocoapods"
brew "exa"
brew "lazygit"
brew "mas"
brew "node"
brew "tldr"
brew "tmux"
brew "trash"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"

cask "chromium"
cask "deepl"
cask "figma"
cask "font-victor-mono-nerd-font"
cask "google-drive"
cask "iterm2"
cask "karabiner-elements"
cask "kindle"
# cask "mactex-no-gui"
cask "notion"
cask "rectangle"
cask "sf-symbols"
cask "shottr"
cask "slack"
cask "spotify"
cask "telegram"
cask "visual-studio-code"
cask "whatsapp"
cask "zoom"

mas "AdGuard for Safari", id: 1440147259
mas "Amphetamine", id: 937984704
mas "Grammarly for Safari", id: 1462114288
mas "JSONPeep", id: 1458969831
mas "Keepa - Price Tracker", id: 1533805339
mas "Notion Web Clipper", id: 1559269364
mas "Vimari", id: 1480933944
# mas "Xcode", id: 497799835
