tap "danielfalbo/formulae"
tap "homebrew/cask-fonts"
tap "homebrew/command-not-found"
tap "romkatv/powerlevel10k"

brew "bat"
brew "exa"
brew "mas"
brew "powerlevel10k"
brew "tldr"
brew "trash"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"

cask "deepl"
cask "focus-for-youtube"
cask "font-victor-mono-nerd-font"
cask "karabiner-elements"
cask "mactex-no-gui"
cask "notion"
cask "rectangle"
cask "shottr"
cask "visual-studio-code"

mas "Grammarly for Safari", id: 1462114288
mas "Keynote", id: 409183694
mas "Momentum", id: 1564329434
mas "Notion Web Clipper", id: 1559269364
mas "Numbers", id: 409203825
mas "Vimari", id: 1480933944
mas "Xcode", id: 497799835
