tap "homebrew/cask-fonts"
tap "homebrew/command-not-found"
tap "koekeishiya/formulae"

brew "bat"
brew "cocoapods"
brew "exa"
brew "gcc"
brew "lazygit"
brew "node"
brew "ruby"
brew "skhd"
brew "tldr"
brew "tmux"
brew "trash"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"

cask "arc"
cask "deepl"
cask "font-victor-mono-nerd-font"
cask "google-drive"
cask "iterm2"
cask "karabiner-elements"
cask "rectangle"
cask "sf-symbols"
cask "shottr"
cask "spotify"
cask "visual-studio-code"